Repository: atlas-studios/Session2-G2
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: “不用了，我回头再来好了。”
en_us: "No need. It's fine; I'll come back again."

source: “不用太大，有房有厅，有厨卫就行了。嗯……要不你就照着你妖王殿那样盖就行了，挺好看的。”
en_us: "Doesn't need to be too big. It just needs to have a bedroom, a living room, a kitchen and a bathroom. Er… or you could build it like how you did for your demon palace, it looks great.”

source: “不用这么悲观嘛？人家不都说了只是来玩的吗？”她瞅了瞅锅内，连忙推了推人，“快翻一翻，要糊了要糊了。”
en_us: "Don't be so pessimistic. Didn't he say he came to play?" Shen Ying looked longingly at the food in the wok and nudged Yi Qing, "Quick, give it a quick stir, it's going to burn!"

source: “不用，不用……”轩辕禹连忙摇了摇头，一脸真诚的道，“在下就是想跟贵派结个善缘，没有别的意思，并无所求。”就算有求，他也不敢要啊？况且好歹是四大家族之一，还真不缺灵石，除非……
en_us: "No need, no need…" Xuan Yuanyu quickly shook his head and then said earnestly, "I just want to form good karmic ties with your sect. There is no other meaning to it." Even if he had any requests, would he dare to ask for it? Moreover, coming from one of the four aristocratic families, he really was not lacking in Spirit Stones, unless…

source: “不用？”孤月瞪了她一眼，“光靠眼睛能找着人吗？你以为那姓甘的是个傻叉，自己蹦出来让你们揍！”
en_us: "No need?" Lonemoon glared at her. "Can you find someone with just your eyes? You think that guy called Gan is an idiot who will voluntarily leap out in front of you to let you thrash him!?"

source: “不着急。”
en_us: “There's no rush.”

source: “不知仙师，是否方便。”郁红再次急声问。
en_us: "Immortal Master, will that be convenient?" Yu Hong asked hurriedly again.

source: “不知尊者此番前来，所为何事？”
en_us: "May I know what matter that Supremacy has come for?"

source: “不知尊驾，是哪位尊者？”还未入内，对方已经第一时间发现了他，并转头看了过来。
en_us: "May I have the honor of knowing the Supremacy who has just arrived?" The person inside turned around to look at him. He had discovered Lonemoon's presence even before he had stepped in.

source: “不知是否符合要求。”
en_us: "I wonder if I meet the criteria."

source: “不知道。”她又埋了回去，“那人又没出来。”
en_us: "I don't know," she lay her head back down on the table. "That person didn't appear."

source: “不知道啊。”话说修为到底是啥？
en_us: "I don't know." By the way, what the hell is cultivation?

source: “不知道！”他摇了摇头，“当时我专心压制剑气，并没有细看，只是隐隐感觉到一股刺骨的寒意。之后我再想探入他神识中查看，又半点痕迹都寻不到了。所以我才托师父帮我看看他有何不同。”再说仙界不比凡界，若是有人动了他的元神，以薄家父子的修为不可能看不出来。
en_us: "I don't know!" He shook his head, "I didn't manage to scrutinize since all my mind was on suppressing Qi of sword. All I felt was the biting chill that vanished when I tried to further probe into his primordial spirit, which is why I beseeched Master to keep an eye on his abnormalities." Moreover, Immortal Realm is nothing like the Mortal Realm. If anyone meddled with his primordial spirit, they would definitely realize.

source: “不知道，但……”沈萤皱了皱眉，“最后那两道雷，是他劈的。”
en_us: "I don't know, but..." Shen Ying frowned, "the last two bolts of lightning were from him."

source: “不确定啊！”沈萤回过头看向他，“所以才要去。”戚橙雨说的遭遇确实很惨，惨到无论谁都会升起同情心，但什么话都不能只听一个人说，是真是假，去趟悟剑峰自然就清楚了。
en_us: "I am not sure!" Shen Ying turned back and faced him. "That's why I want to go." The way Qi Chengyu had described her encounter was truly tragic, so terrible that anyone would pity and sympathize with her, but there were always two sides to a story; only by visiting Sword Comprehension Peak could they find out the truth.

source: “不等了，随便打几场吧，你们这武殿待一天可要一两紫金，我来这可不是玩的。”少女冷哼两声，转身走进一个练功房内，杨总管连忙朝江逸这边的人群中喊道：“野猪！出战，上场。”
en_us: "I'm not waiting any longer. I'll just fight a few casual rounds with them. I need a tael of purple gold just to stay for a single day at your Martial Arts Hall. I did not come here for fun." The youth coldly snorted twice, before turning and walking into one of the technique-practicing rooms. Manager Rong hurriedly shouted to the group of individuals in Jiang Yi's corner of the room. "Wild Boar! It's time to do battle, so get in the sparring room!"

source: “不算急了。”他一脸坚定的道，“前些日子多谢师父体恤，如今徒儿的伤势已经全愈，灵气也已经恢复，可以开始修行了。”
en_us: "It cannot be considered a matter of urgency," he said with a face of conviction. "But previously, thanks to Master's sympathy and understanding, I have totally recovered, and my Spirit Qi is also back to normal. I am ready to practice cultivation."

source: “不管了!他们也住不了几天了。”孤月有些烦闷的挥了挥手道，“反正你们记住，玲爱生命，远离主角！以后离他们远点，别再跟这个叫宁子安的扯上任何关……”
en_us: "Whatever! They won't stay for long." Frustrated, Lonemoon waved his hands and said, "Just remember, treasure your life and stay away from the protagonist. From now on, just keep yourselves away from this Ning Zi..."

source: “不管了，你先尽量隐瞒吧！”
en_us: "Scrap that, just try your best to conceal my identity!"

source: “不管了，最后试一次，不行就回家吃饭了。”
en_us: "Forget about it, I'll try again for one last time. If I fail again, I'll just return home and have my meal."

source: “不管他了，以后再想办法吧，时间不早了，先把伤口疗养好，迟些还要上五号药田清点呢，可别被江如虎等人堵了……”
en_us: "Forget it, I'll think of a plan next time. It's not early anymore. Let me heal my wounds first. I have to go to Field Number Five to take stock later. Hopefully I won't be blocked by Jiang Ruhu and gang..."

source: “不管她是谁，以后见到此人，可千万别再招惹了。就是她那两个剑修的属下……也能避则避吧！”
en_us: "No matter who she is, we should be careful not to offend her the next time we see her. If we can… we should even avoid her two subordinates as well!"

source: “不能再留在这里了。”孤月皱了皱眉，“太虚派迟早会发现这里的动静，我得出去忽悠一趟，至于山上那几个人，沈萤你……咦？沈萤！沈萤人呢？”
en_us: "We cannot stay here any longer." Lonemoon furrowed his brows. "The Grand Vacuity Sect will find out what's happening here sooner or later. I need to leave and cause a diversion. As for the few of them on the mountain, Shen Ying, you… huh? Shen Ying! Where's Shen Ying?"

source: “不能碰的吗？”沈萤呆了一下，连忙弹开了手，“不好意思，我不知道。”
en_us: "I can't touch it?" Shen Ying hesitated. She quickly retracted her hand. "I'm sorry, I didn't know."

source: “不行。”
en_us: "Nope."

source: “不行就是不行！”
en_us: "No means no!"

source: “不行！”
en_us: "No!"

source: “不行！”孤月冷冷的瞪了她一眼，打断她偷懒的想法，“它们是妖，多少身带妖气，这批萝卜，呸……这些灵植是要交给轩辕家练丹用的，不能沾染半点妖气，你必须去。”
en_us: "No!" Lonemoon glared at her coldly, interrupting her thought to slack off, "They are demons so they have some sort of demonic aura, this batch of radishes, pu... these spirit herbs are to be given to the Xuan Yuan Family to refine pills, they cannot be polluted with demonic aura, you have to go."

source: “不行！”孤月瞪了她一眼，“我昨天已经去上青城以无敌派的名义报名参赛了，这届的比赛是四大家族的印家主办的，地点就在印天城。我们明日就必须出发。”
en_us: "No!" Lonemoon glared at her. "I already went to Upper Azure Town yesterday and signed up for the competition under Invincible Sect’s name. This year's competition is organized by the Yin Family of the four aristocratic families and the venue is in Yin Tian Town. We need to set off tomorrow."

source: “不行！”孤月越想就越着急，“绝对不能让他得到化仙丹，不然我们就真的出不去了。”
en_us: "No!" The more Lonemoon thought about it, the more anxious he became. "We cannot allow him to obtain this Immortal Formation Pill. Otherwise, we really won’t be able to leave this place."

source: “不行！”羿清哐的一下扔掉了手里的锅铲。
en_us: "No!" Yi Qing yelped, slamming the spatula down onto the floor.

source: “不行！绝对不行！”
en_us: "No! Definitely not !"

source: “不要。”她又不是送快递的。
en_us: "Nope." She was not a delivery courier.

source: “不要。”蒲公英很粘衣服的。
en_us: "I don't want it." Dandelions would get all over her clothes.

source: “不要乱，各位师弟妹守好自己的阵眼！”呈安到底是掌门的大弟子，眼看一时拿不下来，开始指挥众人先用阵法束缚妖怪。
en_us: "Don't panic, junior brothers and sisters defend your assigned formations!" Cheng An was the lead disciple of the sect master. Seeing that it would take time to capture the demon, he instructed everyone to use the array formation to box in the demon.

source: “不要啊大仙！”刚还装着死的魔蛟，猛的一弹，缩了缩尾巴，眼泪顿时奔涌而出，“我……我还没有完全入魔呢，你看我的右眼，还有一半是黑的呢。”
en_us: "No, Great Immortal!" The wyrm which had been playing dead suddenly bounced off the floor and contracted its tail. Tears began to flow from its eyes, "I... I haven't become a full demon. Look at my right eye - half of it is still black."

source: “不要！”
en_us: "I don't want it!"

source: “不要！”九个妹子齐齐惊呼出声。
en_us: "No!" The nine sisters shouted in unison.

source: “不要！”萝卜用力的摇了摇头，一脸委屈的看着沈萤，“人家的花花，只想开给小姐姐看的。”
en_us: "No!" The radish shook its head hard and it looked at Shen Ying with grievance on its face. "I want to let only Little Missy look at my flowers."

source: “不见了，算了，错觉吧。”沈萤回过头，也没在意，再次夹起那块肉，啊呜两口就啃了个干净。
en_us: "It's gone. Forget it. I think I saw something else," Shen Ying looked back at the table and wiped it out of her mind. She reached for the slab of meat once gain and finished it off in two mouthfuls.

source: “不见了，这……这是什么法术？”因为送刀离得最近的轩辕禹也是一脸茫然，居然可以在大仙眼皮底下逃走，更奇怪的是，连他都没有感觉到任何灵力波动，到底用的是什么术法？
en_us: "They've vanished. What… kind of sorcery is this?" Even Xuan Yuanyu, the one who had handed over the knife and thus was the nearest to Yu Haiheng, was stunned. It was incredible that Yu Haiheng had managed to escape under the Great Immortal’s very nose. And what was even stranger was that he had not felt any fluctuations of spiritual power. What kind of sorcery was this?

source: “不认啊！”她回得一脸坦荡，这不迷路了嘛。
en_us: "I can't!" she replied honestly. I guess this means I'm lost.

source: “不认识。”沈萤摇了摇头，看向对面的孤月，顺口问道，“对了，你以前干嘛的？”
en_us: "Nope." Shen Ying shook her head. She looked towards Lonemoon and asked conveniently, "Oh right, what did you do in the past?"

source: “不记得。”
en_us: "No I do not remember."

source: “不许说出去！”
en_us: "Don't tell anyone!"

source: “不说？”沈萤长叹了一口气，这届挨揍的不行啊，手一松，直接用力一脚踹在他的背上。只听见咔嚓一声脆响，他整个人被踢出几米。
en_us: "You're not going to talk?" Shen Ying sighed. People had to be beaten to learn their lesson. She released her grip on his collar and kicked him hard in the back. There was a loud cracking sound and the man flew a couple of metres.

source: “不走。”
en_us: "I'm not going."

source: “不辛苦。”
en_us: "It's no trouble at all."

source: “不过……你跟那个剑修，到是个意外。”郁昊天扫了她一眼，魔气越加浓郁，“一个丝毫不受心魔影响，一个居然还能直接破塔而入。这等修为真是世间罕见，合该成为我炼魔的好材料！”
en_us: "But... You and that sword cultivator surprise me." Yu Haotian swept a glance at Shen Ying, his demonic Qi increasing in intensity. "One was not affected by mental demons, while the other could actually break into the pagoda directly. Such levels of cultivation are rare, both are good materials for my demon practice!'

source: “不过师父放心，我会尽快出关的。”
en_us: "Don't worry, Master, I will try to be as quick as possible."

source: “不过这房子破得有点厉害。”沈萤直接站了起来，四下看了看，看来要修好几天了，正打算安排人去叫兔子。
en_us: "But this room is quite badly damaged." Shen Ying stood up and looked around. Rebuilding this room would take a couple of days. She was just about to arrange for someone to call for the rabbit.

source: “不过，我还要带两个人去。”
en_us: "But I will still need two people to go with me."

source: “不过，此株草木灵好像还未到花期。”
en_us: "But this vegetation spirit doesn't look like it's about to bloom anytime soon."

source: “不错啊。”沈萤顺口夸了一句，“你们还挺厉害的嘛。”
en_us: "Not bad." Shen Ying added another word of praise, "Well done, everybody."

source: “不需要吗？”
en_us: "Don't we need it?"

source: “不！”
en_us: "No!"

source: “不！”魔王却摇了摇头，“不是天生，是前生。”
en_us: "NO!" The Devil King shook his head and said, "Not from birth, but from the past life."

source: “不！不要！”
en_us: "No! Don't!"

source: “不！安儿绝对不是魔族！”羿清还没回答，薄飞平先一道清醒过来反驳道，“他生下来时，的的确确是个仙胎，只是不知何时……被种下了魔种。”他一脸的自责，关键是他们这么多年，居然都没有察觉。
en_us: “It cannot be！An is definitely not a demonic beast！”Pu FeiPing rebutted before Yi Qing could say a thing. “He was indeed born a fetal immortal. I don't know when he was planted the demonic seed. ” He reproached himself bitterly for not realizing it all these years.

source: “不！必须要换。”
en_us: "No! It must be changed."

source: “不，不可能的！”血狐的脸上更加的狂乱，“他是我跟雪儿的儿子，是她留给我在这世上唯一的血脉，他不会死的！你胡说！胡说！”
en_us: "No, impossible!" The blood fox looked even more frenzied. "He is my son with Snow Flake, the only bloodline that she has left for me in this world. He cannot be dead! You're talking nonsense! Nonsense!"

source: “不，不对！”
en_us: “No! Wait! Hang on…”

source: “不，不要！”魔修惊恐的大喊了一声，眼看着就要被剑气绞杀，突然叮铃一声响，那个被他扔出去的铃铛法器飞了起来，直接朝着羿清背后冲了过去。
en_us: "No, no!" The fiendish cultivator was seized with terror as he screamed. Just as the Sword Qi was about to pierce him, a ringing sound was heard; the bell-like Dharma artifact that he had thrown out flew above and headed straight for Yi Qing.

source: “不，我压不住它。”它压根怕的不是他吧？
en_us: "No, I can't suppress it." It was totally not afraid of him?

source: “不，我只是有些事没想通。你们不好奇吗……”她指了指血狐即使尾巴全断了，却还是下意识把用断尾护着的那个死婴，“它尾巴上那个，真的是他儿子？”
en_us: "No, I just haven't thought through some stuff. Aren't you all curious…" She pointed at the blood fox who, despite having all its tails pulled out, was still subconsciously protecting that dead infant with its broken tails. "The one on its tail, is that really his son?"

source: “不，我的意思……”
en_us: "No, I mean..."

source: “不，我的意思是说……”她一脸认真的道，“牛爸爸你飞升前，能不能为女儿们，留下足够的灵石？”会没钱吃饭的。
en_us: "No, I mean..." Shen Ying said earnestly, "Father Niu, Before you ascend, you you leave sufficient spirit stones for your children?" We would have no money for food.

source: “不，我认真的。”女子不知悔改的举了举手，肩头却不自觉下垂，显得更弱了，“你们真没必要出去找人报仇。”
en_us: "No, I'm serious." The woman raised her hand, showing no repentance. However, her gesture only caused her shoulder to slouch even further, making her look even weaker. "There is really no need for you to seek the culprit for revenge."

source: “不，是弟子学艺不精，才受此重伤，与师父无关。”羿清一脸坚定，“今后定会加倍修行，不辱师门。”
en_us: "No, I was seriously injured because my skills are not up to par. It has nothing to do with Master." Yan Qing said with a look of determination, "From now on I'll work doubly hard on my practice so that I won't be a disgrace to Master."

source: “不，此恩一定要报，不然有违我的道心。请恩人尽管吩咐。”
en_us: "No, this debt must be repaid, otherwise it would go against my Dao values. Please tell me your biddings, my benefactor."

source: “与其战战兢兢过一辈子，不如努力修练，拼出一条生路。我们从未做过任何伤天害理之事，为何不能堂堂正正的活在这个世界上？”
en_us: "We'd much rather work and train hard to live a life that we want to instead of living a life of fear. We have never done anything to hurt anyone else, so why can't we hold our heads high in this world?"

source: “与灵兽交流扬威结印呢？”
en_us: "Are you good at dominating the spirit beast or sealing them?"

source: “两……两位道友。”他僵硬的转头看向旁边两位，“可否愿接……”
en_us: "My two… two Fellow Daoists." He forced himself to face the two people standing beside him. "Can you please take over…"

source: “两人？”掌事一愣，转头往对方左右看了四五圈，这才注意到旁边的沈萤。咦？这人什么时候在这的，他刚刚居然没有注意到。细一打量，对方没有半点灵气，居然是个凡人。但想着另一个是金丹，又觉得不可能，问道，“道友也是来当护卫的？恕在下眼掘，不知是什么修为？”
en_us: "Two of you?" The steward paused, and then looked left and right about four or five times before he noticed Shen Ying at the side. Huh? When was this person even here, how could he have not noticed her? Upon taking a closer look, it was evident that she did not have any Spirit Qi, and even seemed to be a mortal at that. But the partner accompanying her was a Golden Core cultivator, so that did not seem plausible. He asked, "Fellow Daoist is also here to be a guard? Pardon me, but may I know what your cultivation level is?"

source: “两位家主，告辞！”孤月抱拳，扬起了商业笑容。
en_us: "Farewell, you two Family Masters!" Lonemoon cupped his fists and put on his best businessman smile.

source: “两位师兄！”孤月深吸了一口气，下定了决心，朝着余阳抱拳道，“孤月不想管什么宗门大义，但却知道什么叫朋友义气，他们是为了我才入那秘境，玄天宗既然护他们不住，我却不能坐视不管。请恕孤月从此不能再以玄天宗弟子自居。”这样的宗门，他留下来有什么意思？
en_us: "My two Senior Brothers!" Lonemoon sighed. He had made up his mind. He clenched his fist and turned around to Yu Yang. "Lonemoon doesn't care about the favours that Shen Ying and Yi Qing did for this sect. They entered the mystic realm for my sake. Blackheaven Sect can't protect them and I'm not about to stand by and do nothing about it. From now on, please consider Lonemooon as separate from the Blackheaven Sect." What good would it be even if he were to remain in the sect?

source: “两位请跟我来。”掌事带着两人上了二楼，他们这才发现，里面已经坐满了人，隐隐还能听到喊价的声音。看着像是一个小型的拍卖会。
en_us: "The two of you may follow me." The steward brought them to the second floor — that was when they realized this place was filled with people, as the faint sounds of shouts for bids could be heard. It looked like a mini auction sale.

source: “两位贵人来了。”一只兔妖上前道，“有小妖通知说发现这个人鬼鬼祟祟的出现在山门口，我们就把他堵住了。”
en_us: "Benefactors, you are here," a rabbit demon greeted them and stepped forward. "A few lesser demons spotted this man sneaking around outside the entrance to the hill. That's why we came here to stop him."

source: “两位走得真快，让我等好找！”其中一人上前一步笑道。
en_us: "You two moved so quickly, you really made us work to find you!" One of them stepped forward and said mockingly.

source: “两位道友打扰了。”那个中年游仙上前一步，笑得一脸和气的看向沈萤，只是眼底的贪婪却仿佛要溢出来，“请恕我等擅自跟来，实在是情非得已。我们有个不情之请，还请道友成全。”
en_us: "Sorry to intrude on you, Fellow Daoists." A middle-aged Traveling Immortal stepped forward and smiled, looking at Shen Ying. He sounded like he came in peace, yet he had pure greed in his eyes. "Please forgive us for following you — we really couldn't control ourselves. We have a favour to ask of you, Fellow Daoists."

source: “两位道友，谁要是肯接这传承，我……我……”碧涛四下找了找，最终一咬牙，一脸羞耻的指向旁边的练丹炉道，“我就将这炉中异火赠于二位，如何？”不管怎么说，这传承一定带出去，不然他死不瞑目！
en_us: "My two Fellow Daoists, if either of you are willing to inherit this heritage, I… I…" Bitao looked around him, searching for something to offer. He gritted his teeth and with a look of shame, he pointed to the elixir-refining cauldron beside him and continued, "I will donate the Deviant Fire in that cauldron to you. How's that?" No matter what, he had to pass down the heritage. Otherwise, he wouldn't rest in peace!

source: “中午了，又到了吃饭的时间。”沈萤推了推旁边，还处于懵逼状态的某人，“园长，你们园里出来旅游，都是不管饭的吗？”
en_us: "It's afternoon already, time for our meal." Shen Ying nudged a certain someone who was still in a daze. "Director, don't you provide food on your tours?"

source: “中午好！”
en_us: "Good afternoon!"

source: “丹纹没用，对丹药药效没有任何加成。”
en_us: "The elixir pattern is no use. The pattern does not add any addition ability to the elixir medical efficacy itself."

source: “丹药。”孤月一愣，莫非那青亦的目的，是里面某一样丹药。但他早已经是游仙，修为再不得寸进，什么仙丹能让他如此激动。
en_us: "Pills," Lonemoon repeated. Could the pills inside be what Qing Yi had been after? But he's already a Traveling Immortal — his cultivation level can’t get any higher. What Immortal Pill could have made him that agitated?

source: “为了妖界……”
en_us: "For the Demon Realm…"

source: “为了掌门，为了无敌派！”
en_us: "For the Sect Master, for Invincible Sect!"

source: “为什么？”
en_us: "Why?"

source: “为什么？”枫影一脸莫名，“凭我们打不过那些化神的，她不是很强吗？”
en_us: "Why?" Yin Feng was baffled. "There is no way we can defeat those Soul Formation cultivators by ourselves, isn't Shen Ying very powerful?"

source: “为啥要招弟子？”她愣了愣，好好修自己的不行吗？
en_us: "Why do we need to recruit disciples?" asked Shen Ying, baffled. Can't we just stick to practicing our own cultivation?

source: “为啥？”千算万算都没算到她居然会拒绝。
en_us: "Why?" Never had it crossed his mind that she would refuse him.

source: “为啥？”她一愣，早说啊拖了这么远。
en_us: "Why not?" she questioned. If she had known this earlier, she wouldn't have wasted so much effort in dragging this beast along.

source: “之前那个闯入城内的魔族还记得吗？”孤月沉声道，“你可知他是如何逃走的？”
en_us: "Do you remember the demonic beast that invaded the city? Do you know how he escaped?" Lonemoon asked solemnly.

source: “之前，是我等有眼无珠冒犯了掌门。无论有任何责罚我们都甘愿承受，还请允许我等正式入门。今后定将努力修行，扬我无敌派之名，恳请掌门收我等为徒！”
en_us: "Before, we were ignorant. That was why we offended you, Sect Master. We're willing to take any punishment as long as you allow us to remain in your sect. From today onwards, we will train hard to bring honor to Invincible Sect. Please, Sect Master, accept us as your disciples!"

source: “之增么可冷（这怎么可能）！”那人眼里终于染上些许的惊恐，连话都说不清楚了。他明明用了十成的功力，为什么一点反应都没有，她到底是什么人？
en_us: "Hof fan fith be (How can this be)!" The man's expression was one of pure shock. He was not even speaking clearly. He had used all of his powers, yet it did not affect her in the least. What kind of person was she?

source: “九九不是八十一吗？”沈萤愣了一下，为啥是八十二道？
en_us: "Doesn't nine nine makes eight-one?" Shen Ying was confused, why was it eighty-two?

source: “九天锁星阵！”
en_us: "Empyreal Star Lock Array!"

source: “也不会。”
en_us: "Also no."

source: “也不是！”孤月脸色有些为难，跟同样表情的羿清交换了个眼神，一时不知道怎么解释，半会才沉声道，“因为她……是纯阴之体！”
en_us: "It's not that!" Lonemoon appeared a little troubled, as he exchanged eyes with Yi Qing who was wearing the same expression. He did not know how to explain it, and only continued after a while. "Because she has… the body of pure Yin!"

source: “也不知道你怎么想的，明明知道沈萤会来，拼什么命啊？”孤月忍不住念叨道，“要是再晚一会，可不是昏迷半个月这么简单，连你这身修为都要废了。”
en_us: "I don't know what you were thinking. You knew very well that Shen Ying would come, so why did you go all out?" Lonemoon could not help nagging. "A little longer and it would not be as simple as being comatose for two weeks; you would have lost your all your cultivation."

source: “也不知道这墙后面有什么，值得那人连同门都可以出卖。”孤月瞅了瞅眼前闪着阵法光芒的墙，下意识的捏了几个法诀拍在墙面上，却发现那墙面一点反应都没有。
en_us: "I wonder what's behind this wall that that guy would even betray his own people." Lonemoon glanced at the shining array formation on the wall in front of him, subconsciously produced a hand seal and tapped on the wall, but the wall showed no response.

source: “也可以啊！”
en_us: "That's okay too!"

source: “也可以这么说。”
en_us: "You could put it that way."

source: “也可以这么说。”他点了点头道，“只是门派大比，每十年才举办一次，这一次刚好就是三天后。”
en_us: "You can call it that." He nodded. "This competition among the sects only occur once in ten years and this time it’s coincidentally happening in three days time."

source: “也行！”沈萤犹豫了一下，这才移开了踩着他的脚，想想自己的目的又问了一句，“那你以后，还敢不敢了？”
en_us: “That works！”Shen Ying removed her foot from his chest after a moment of hesitation. She added,"Then, do you still dare to do it again？”, after thinking about her purpose.

source: “书斋先生的腰也不酸了。”
en_us: "The book store master's back pain has gone away."

source: “书斋家的大黄狗断了条腿。”
en_us: "The yellow dog in the book store lost two of his legs."

source: “乱嚷嚷什么？”正在上首的男子睁开眼睛，“如此慌乱成何体统，到底发生了何事？”
en_us: "What are you blabbering about?" The man seated at the top opened his eyes. "So disorderly, what exactly happened?"

source: “乱我军心者，便是这厮下场！”
en_us: "This is what will become of you if you dampen our troops’ morale!"

source: “事到如今还敢狡辩！”一道带着化神威压的声音瞬间就从前面传了过来，门口不远的印元飞和思羽眼看着就要被逼跪了下去。
en_us: "You still dare to deny at this point!" a formidable Soul Formation oppressive sound travelled from inside the room. Just inside the door, Yin Yuanfei and Si Yu looked as though they were being forced to kneel.

source: “事有轻重缓急，想我丹阳宗创派万载，出了多少练丹奇才。却终是躲不过覆灭的命运，但唯有这一派之传承，绝不可断。今日我便将此传承于……”
en_us: "There are important things and unimportant things in this world. Since Dan Yang Sect was formed, so many other prodigies in pill refining were produced. Yet, not one of them managed to avoid being wiped out. However, the Dan Yang Sect alone has managed to hang on to this day. Now, I have finally found someone to pass the heritage down to-"

source: “二。”沈萤纠正。
en_us: "Second," Shen Ying corrected.

source: “二位若是没什么事……”毕浩抬头看了一眼，试探性的道，“我等二人，可否先行告退？”
en_us: "If the both of you are alright…" Bi Hao raised his head, and carefully said, "May we make a move first?"

source: “五、天……”孤月直接把手里的东西就扔了过来，“那你这些天吃的是什么？猪食吗？”
en_us: "Five days…" Lonemoon threw the object in his hand straight at her. "Then what have you been eating these few days? Pig swill?"

source: “五万年来，你是唯一……”
en_us: "You are the first in 50,000 years to..."

source: “五十灵珠一位！”守在传送阵前的修士，朝两人伸出手。
en_us: "50 spiritual pearls per person!" The cultivator guarding the transportation array stretched out his hands towards them.

source: “交代个屁！“
en_us: "Account my ass!"

source: “人剑合一……”羿清身上突然暴发出了庞大的剑气，四周的灵气开始疯狂的向他身体涌去，瞬间填满了他早已经枯竭的丹田，身上的伤口也以肉眼可见的速度开始恢复，就连修为也开始疯长。
en_us: "Be one with your sword…" Sword Qi began to surge around Yi Qing's body as Spirit Qi began to flow right into him. In seconds, his Qi was restored and the wounds on his body began to heal in front of their eyes. Even his cultivation level began to increase rapidly.

source: “人妖？”沈萤一愣，再次嫌弃的退后了一步。
en_us: "A human demon?" Shen Ying hesitated. She took another step back in disgust.

source: “人妖？”虎王愣了一下，“人妖是什么妖？从未听闻！”
en_us: "A human demon[1. Human demon literally means transvestites in Chinese.]?" The Tiger Monarch was taken aback. "What's a human demon? I have never heard of one before!"

source: “人跟妖真的能有孩子？”
en_us: "Humans and demons really can have children?"
